Repository: Aldriana/ShadowCraft-Engine
Catalog: shadowcraft/core/locale/*/*.po
Languages: es_es

source: total damage per second.
es_es: daño total por segundo.

source: not allowed
es_es: no permitido

source: not supported
es_es: sin soporte

source: not implemented
es_es: no implementado

source: Attacks must be categorized as physical, spell or bleed
es_es: Los ataques se han de categorizar como físico, hechizo o sangrado

source: No armor mitigation parameters available for level {level}
es_es: No hay parámetro de mitigación de armadura disponible para nivel {level}

source: No {spell_name} formula available for level {level}
es_es: No hay fórmula disponible para la habilidad {spell_name} a nivel {level}

source: You must have 31 points in at least one talent tree.
es_es: Debes tener 31 puntos en al menos una rama de talentos.

source: PPMs that also proc off spells are not yet modeled.
es_es: Los efectos de proc por minuto que se activan mediante hechizos aún no están modelados

source: Unable to model the 4pc T11 set bonus in a cycle that uses both eviscerate and envenom
es_es: No se puede modelar 4pT11 en un ciclo que usa tanto Eviscerar como Envenenar.

source: You must specify an assassination cycle to match your assassination spec.
es_es: Debes especificar un ciclo de asesinato que concuerde con tu especialización de asesinato.

source: Assassination modeling requires daggers in both hands
es_es: El modelo de asesinato requiere dagas en ambas manos.

source: Assassination modeling requires instant poison on one weapon and deadly on the other
es_es: El modelo de asesinato requiere veneno instantáneo en un arma y mortal en la otra.

source: Assassination modeling requires one point in Master Poisoner
es_es: El modelo de asesinato requiere un punto en Maestro Envenenador.

source: Assassination modeling requires three points in Cut to the Chase
es_es: El modelo de asesinato requiere tres puntos en Acortar.

source: You must specify a combat cycle to match your combat spec.
es_es: Debes especificar un ciclo de combate que concuerde con tu especialización de combate.

source: Revealing strike usage must be set to always, sometimes, or never
es_es: El uso de Golpe Revelador ha de ser Siempre, A Veces o Nunca.

source: Cannot specify revealing strike usage in cycle without taking the talent.
es_es: No puedes especificar Golpe Revelador en un ciclo sin tener el talento.

source: You must specify a subtlety cycle to match your subtlety spec.
es_es: Debes especificar un ciclo de sutileza que concuerde con tu especialización de sutileza.

source: Subtlety modeling requires a MH dagger if Hemorrhage is not the main combo point builder
es_es: El modelo de sutilieza requiere una daga en mano derecha si Hemorragia no es el movimiento de combo principal.

source: Hemorrhage usage must be set to always, never or a positive number
es_es: El uso de Hemorragia ha de ser siempre, nunca o un número positivo.

source: Interval between Hemorrhages cannot be higher than the fight duration
es_es: El intervalo entre Hemorragias no puede ser mayor que la duración del combate.

source: Subtlety modeling currently requires 2 points in Serrated Blades
es_es: El modelo de sutileza requiere dos puntos en Espadas Dentadas

source: Interval between Hemorrhages cannot be lower than {interval} for this gearset
es_es: El intervalo entre Hemorragias no puede ser menor que {interval} para éste conjunto de equipo

source: Invalid buff {buff}
es_es: {buff} no es un bufo válido.

source: No conversion factor available for level {level}
es_es: No hay factor de conversión disponible para nivel {level}

source: Weapon speed needed to calculate the proc rate of {proc}
es_es: Se necesita la velocidad del arma para calcular el proc rate de {proc}

source: Invalid data for proc {proc}
es_es: Los datos para el proc {proc} son inválidos

source: No data for proc {proc}
es_es: No hay datos para el proc {proc}

source: Unsupported race {race}
es_es: La raza {race} no se admite.

source: Unsupported class {character_class}
es_es: La clase {character_class} no se admite.

source: Unsupported class/level combination {character_class}/{level}
es_es: La combinación de clase: {character_class} / nivel: {level} no se admite.

source: Enchant {enchant} is not allowed.
es_es: El encantamiento {enchant} no está permitido

source: Only melee weapons can be enchanted with {enchant}.
es_es: Sólo las armas cuerpo a cuerpo se pueden encantar con {enchant}.

source: Invalid talent name {talent_name}
es_es: {talent_name} no es un nombre de talento válido.

source: Invalid value {talent_value} for talent {talent_name}
es_es: El valor{talent_value} no es válido para {talent_name}

source: Invalid talent string {talent_string}
es_es: {talent_string} no corresponde a ningún talento válido.

source: Missing settings
es_es: Falta configuración

source: Missing required input {key}
es_es: Falta {key} entre los parámetros requeridos
